Repository: nofikoff/CouplesCompatibility-WORDPRESS
Catalog: plugins/numerology-compatibility/languages/numerology-compatibility-*.po
Languages: ru_ru, uk

source: Numerology Compatibility requires PHP %s or higher. Your version: %s
ru_ru: Нумерология совместимости требует PHP %s или выше. Ваша версия: %s
uk: Нумерологія сумісності потребує PHP %s або вище. Ваша версія: %s

source: Calculation failed
ru_ru: Расчет не удался
uk: Розрахунок не вдався

source: Failed to create payment session
ru_ru: Не удалось создать платежную сессию
uk: Не вдалося створити платіжну сесію

source: Calculation ID is required
ru_ru: Требуется ID расчета
uk: Потрібен ID розрахунку

source: Both birth dates are required
ru_ru: Требуются обе даты рождения
uk: Потрібні обидві дати народження

source: Invalid date format. Required: Y-m-d
ru_ru: Неверный формат даты. Требуется: Г-М-Д
uk: Невірний формат дати. Потрібно: Р-М-Д

source: Birth dates cannot be in the future
ru_ru: Даты рождения не могут быть в будущем
uk: Дати народження не можуть бути в майбутньому

source: Invalid tier. Allowed: %s
ru_ru: Неверный тариф. Допустимые: %s
uk: Невірний тариф. Дозволені: %s

source: Invalid secret code
ru_ru: Неверный секретный код
uk: Невірний секретний код

source: Valid email is required
ru_ru: Требуется действительный email
uk: Потрібна дійсна електронна пошта

source: Failed to send email
ru_ru: Не удалось отправить email
uk: Не вдалося надіслати email

source: Payment required
ru_ru: Требуется оплата
uk: Потрібна оплата

source: Rate limit exceeded. Try again in %d seconds
ru_ru: Превышен лимит запросов. Попробуйте снова через %d секунд
uk: Перевищено ліміт запитів. Спробуйте знову через %d секунд

source: Validation failed
ru_ru: Ошибка валидации
uk: Помилка валідації

source: Validation error:
ru_ru: Ошибка валидации:
uk: Помилка валідації:

source: Unknown error occurred
ru_ru: Произошла неизвестная ошибка
uk: Сталася невідома помилка

source: API error:
ru_ru: Ошибка API:
uk: Помилка API:

source: Connection successful
ru_ru: Подключение успешно
uk: Підключення успішне

source: Partner 1
ru_ru: Партнер 1
uk: Партнер 1

source: Date of Birth
ru_ru: Дата рождения
uk: Дата народження

source: Partner 2
ru_ru: Партнер 2
uk: Партнер 2

source: I will not use this information to harm, harass, or make decisions affecting this person without their knowledge
ru_ru: Я не буду использовать эту информацию для причинения вреда, преследования или принятия решений, влияющих на этого человека, без его ведома
uk: Я не буду використовувати цю інформацію для заподіяння шкоди, переслідування або прийняття рішень, що впливають на цю людину, без її відома

source: I understand this is for entertainment and self-reflection purposes only
ru_ru: Я понимаю, что это только для развлечения и самопознания
uk: Я розумію, що це лише для розваги та самопізнання

source: Continue
ru_ru: Продолжить
uk: Продовжити

source: Choose Your Report Type
ru_ru: Выберите тип отчета
uk: Виберіть тип звіту

source: Free
ru_ru: Бесплатно
uk: Безкоштовно

source: Basic compatibility score
ru_ru: Базовая оценка совместимости
uk: Базова оцінка сумісності

source: Key personality insights
ru_ru: Ключевые особенности личности
uk: Ключові особливості особистості

source: PDF report via email
ru_ru: PDF отчет на email
uk: PDF звіт на email

source: Get Free Report
ru_ru: Получить бесплатный отчет
uk: Отримати безкоштовний звіт

source: Most Popular
ru_ru: Самый популярный
uk: Найпопулярніший

source: Standard
ru_ru: Стандарт
uk: Стандарт

source: Paid
ru_ru: Платный
uk: Платний

source: Full compatibility analysis
ru_ru: Полный анализ совместимости
uk: Повний аналіз сумісності

source: Relationship dynamics
ru_ru: Динамика отношений
uk: Динаміка стосунків

source: 1-2 year forecast
ru_ru: Прогноз на 1-2 года
uk: Прогноз на 1-2 роки

source: PDF download + email
ru_ru: Скачать PDF + email
uk: Завантажити PDF + email

source: Get Standard Report
ru_ru: Получить стандартный отчет
uk: Отримати стандартний звіт

source: Premium
ru_ru: Премиум
uk: Преміум

source: Everything in Standard
ru_ru: Все из Стандарта
uk: Все зі Стандарту

source: Karmic connections
ru_ru: Кармические связи
uk: Кармічні зв'язки

source: 10-20 year forecast
ru_ru: Прогноз на 10-20 лет
uk: Прогноз на 10-20 років

source: Action recommendations
ru_ru: Рекомендации к действию
uk: Рекомендації до дій

source: Priority support
ru_ru: Приоритетная поддержка
uk: Пріоритетна підтримка

source: Get Premium Report
ru_ru: Получить премиум отчет
uk: Отримати преміум звіт

source: Processing...
ru_ru: Обработка...
uk: Обробка...

source: Please wait...
ru_ru: Пожалуйста, подождите...
uk: Будь ласка, зачекайте...

source: Verifying Payment...
ru_ru: Проверка оплаты...
uk: Перевірка оплати...

source: Please wait while we confirm your payment. This usually takes a few seconds.
ru_ru: Пожалуйста, подождите, пока мы подтверждаем вашу оплату. Обычно это занимает несколько секунд.
uk: Будь ласка, зачекайте, поки ми підтверджуємо вашу оплату. Зазвичай це займає кілька секунд.

source: Do not close this page. You will be redirected automatically.
ru_ru: Не закрывайте эту страницу. Вы будете перенаправлены автоматически.
uk: Не закривайте цю сторінку. Ви будете перенаправлені автоматично.

source: Success!
ru_ru: Успешно!
uk: Успішно!

source: Your compatibility report has been generated!
ru_ru: Ваш отчет о совместимости создан!
uk: Ваш звіт про сумісність створено!

source: Download PDF Report
ru_ru: Скачать PDF отчет
uk: Завантажити PDF звіт

source: PDF is being generated... Please wait.
ru_ru: PDF генерируется... Пожалуйста, подождите.
uk: PDF генерується... Будь ласка, зачекайте.

source: Send Report to Email?
ru_ru: Отправить отчет на email?
uk: Надіслати звіт на email?

source: Send Report and Receipt to Email?
uk: Надіслати звіт та квитанцію на email?

source: Optionally, you can receive this report via email:
ru_ru: При желании вы можете получить этот отчет на email:
uk: За бажанням ви можете отримати цей звіт на email:

source: Email Address
ru_ru: Адрес Email
uk: Адреса Email

source: Send to Email
ru_ru: Отправить на email
uk: Надіслати на email

source: Email sent successfully!
ru_ru: Email успешно отправлен!
uk: Email успішно надіслано!

source: Calculate Another
ru_ru: Рассчитать еще раз
uk: Розрахувати ще раз

source: Oops! Something Went Wrong
ru_ru: Упс! Что-то пошло не так
uk: Ой! Щось пішло не так

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте снова.
uk: Сталася помилка. Будь ласка, спробуйте знову.

source: If the problem persists, please contact our support team with your payment confirmation.
ru_ru: Если проблема не исчезает, пожалуйста, свяжитесь с нашей службой поддержки с подтверждением оплаты.
uk: Якщо проблема не зникає, будь ласка, зв'яжіться з нашою службою підтримки з підтвердженням оплати.

source: Try Again
ru_ru: Попробовать снова
uk: Спробувати знову

source: Security check failed
ru_ru: Проверка безопасности не пройдена
uk: Перевірка безпеки не пройдена

source: Permission denied
ru_ru: Доступ запрещен
uk: Доступ заборонено

source: Loading...
ru_ru: Загрузка...
uk: Завантаження...

source: An error occurred
ru_ru: Произошла ошибка
uk: Сталася помилка

source: Redirecting to payment...
ru_ru: Перенаправление на оплату...
uk: Перенаправлення на оплату...

source: All consent checkboxes must be accepted
ru_ru: Все согласия должны быть приняты
uk: Всі згоди повинні бути прийняті

source: Calculation completed! PDF report is being generated and will be available shortly.
ru_ru: Расчет завершен! PDF отчет генерируется и скоро будет доступен.
uk: Розрахунок завершено! PDF звіт генерується і скоро буде доступний.

source: Secret code is required
ru_ru: Требуется секретный код
uk: Потрібен секретний код

source: PDF report will be sent to your email shortly!
ru_ru: PDF отчет скоро будет отправлен на ваш email!
uk: PDF звіт скоро буде надіслано на ваш email!

source: No data found for this email
ru_ru: Данные для этого email не найдены
uk: Дані для цього email не знайдені

source: Please type DELETE to confirm
ru_ru: Пожалуйста, введите DELETE для подтверждения
uk: Будь ласка, введіть DELETE для підтвердження

source: All your data has been permanently deleted
ru_ru: Все ваши данные были безвозвратно удалены
uk: Всі ваші дані були безповоротно видалені

source: 3 positions analysis
ru_ru: Анализ 3 позиций
uk: Аналіз 3 позицій

source: PDF via email
ru_ru: PDF на email
uk: PDF на email

source: Full compatibility matrix
ru_ru: Полная матрица совместимости
uk: Повна матриця сумісності

source: 7 positions analysis
ru_ru: Анализ 7 позиций
uk: Аналіз 7 позицій

source: Birth date is required
ru_ru: Требуется дата рождения
uk: Потрібна дата народження

source: You must agree not to use this information to harm others
ru_ru: Вы должны согласиться не использовать эту информацию для причинения вреда другим
uk: Ви повинні погодитися не використовувати цю інформацію для заподіяння шкоди іншим

source: You must acknowledge this is for entertainment purposes
ru_ru: Вы должны признать, что это только для развлечения
uk: Ви повинні визнати, що це лише для розваги

source: Please enter a valid email address
ru_ru: Пожалуйста, введите действительный адрес email
uk: Будь ласка, введіть дійсну адресу email

source: Payment failed. Please try again.
ru_ru: Оплата не прошла. Пожалуйста, попробуйте снова.
uk: Оплата не пройшла. Будь ласка, спробуйте знову.

source: Payment verification timed out. Please contact support if you were charged.
ru_ru: Превышено время ожидания подтверждения оплаты. Пожалуйста, свяжитесь с поддержкой, если с вас списали средства.
uk: Перевищено час очікування підтвердження оплати. Будь ласка, зв'яжіться з підтримкою, якщо з вас стягнули кошти.

source: Please fill in this field
ru_ru: Пожалуйста, заполните это поле
uk: Будь ласка, заповніть це поле

source: Please check this box if you want to continue
ru_ru: Пожалуйста, отметьте этот флажок, чтобы продолжить
uk: Будь ласка, позначте цей прапорець, щоб продовжити

source: Calculating your compatibility...
ru_ru: Рассчитываем вашу совместимость...
uk: Розраховуємо вашу сумісність...

source: Creating payment session...
ru_ru: Создание платежной сессии...
uk: Створення платіжної сесії...

source: Please wait, you will be redirected to payment page...
ru_ru: Пожалуйста, подождите, вы будете перенаправлены на страницу оплаты...
uk: Будь ласка, зачекайте, ви будете перенаправлені на сторінку оплати...

source: Your PDF report is being generated. This usually takes 5-10 seconds.
ru_ru: Ваш PDF отчет генерируется. Обычно это занимает 5-10 секунд.
uk: Ваш PDF звіт генерується. Зазвичай це займає 5-10 секунд.

source: PDF URL not available. Please contact support.
ru_ru: PDF ссылка недоступна. Пожалуйста, свяжитесь с поддержкой.
uk: PDF посилання недоступне. Будь ласка, зв'яжіться з підтримкою.

source: PDF is taking longer than expected. Please try downloading in a moment.
ru_ru: PDF генерируется дольше обычного. Пожалуйста, попробуйте скачать через несколько секунд.
uk: PDF генерується довше звичайного. Будь ласка, спробуйте завантажити через кілька секунд.

source: PDF is ready for download!
ru_ru: PDF готов к скачиванию!
uk: PDF готовий до завантаження!

source: PDF generation failed after multiple attempts. Please try again or contact support if the problem persists.
ru_ru: Генерация PDF не удалась после нескольких попыток. Пожалуйста, попробуйте еще раз или обратитесь в поддержку, если проблема повторяется.
uk: Генерація PDF не вдалася після декількох спроб. Будь ласка, спробуйте ще раз або зверніться до підтримки, якщо проблема повторюється.

source: Failed to check PDF status. Please try again or contact support.
ru_ru: Не удалось проверить статус PDF. Пожалуйста, попробуйте еще раз или обратитесь в поддержку.
uk: Не вдалося перевірити статус PDF. Будь ласка, спробуйте ще раз або зверніться до підтримки.

source: In Progress!
ru_ru: В процессе!
uk: В процесі!

source: Your calculation is complete! PDF report is being generated and will be ready soon.
ru_ru: Ваш расчет завершен! PDF отчет генерируется и скоро будет готов.
uk: Ваш розрахунок завершено! PDF звіт генерується і скоро буде готовий.

source: Calculation completed! PDF report is being generated...
ru_ru: Расчет завершен! PDF отчет генерируется...
uk: Розрахунок завершено! PDF звіт генерується...

source: Calculation ID
ru_ru: ID расчета
uk: ID розрахунку

source: Your Report is Ready!
uk: Ваш звіт готовий!

source: Your numerology compatibility report has been generated.
uk: Ваш звіт про нумерологічну сумісність створено.

source: Optionally, receive this report via email:
uk: За бажанням ви можете отримати цей звіт на email:

source: Do not close this page.
uk: Не закривайте цю сторінку.

source: Loading your calculation result...
uk: Завантаження результатів розрахунку...

source: Generating PDF...
uk: Генерація PDF...

source: Your PDF report is being generated. This usually takes a few seconds.
uk: Ваш PDF звіт генерується. Зазвичай це займає кілька секунд.

source: We could not load your calculation result.
uk: Не вдалося завантажити результат вашого розрахунку.

source: If you completed a payment, please contact our support team with your payment confirmation.
uk: Якщо ви здійснили оплату, будь ласка, зв'яжіться з нашою службою підтримки з підтвердженням оплати.

source: Go to Homepage
uk: На головну

source: Payment Cancelled
uk: Оплату скасовано

source: Your payment was cancelled. No charges were made.
uk: Вашу оплату скасовано. Кошти не списано.

source: No Result Found
uk: Результат не знайдено

source: Please complete a calculation first to see your results.
uk: Спочатку виконайте розрахунок, щоб побачити результати.

source: Start Calculation
uk: Почати розрахунок
